keyboard_menu_1 = 'Оплатить'
keyboard_menu_2 = 'О проекте'
keyboard_menu_3 = 'Заработать'

yes = 'Да'
no = 'Нет'
later = 'присоединюсь позже'

key_board_admin_access_1 = 'Да, оплатила'
key_board_admin_access_2 = 'Нет, не оплатила'

payable_1 = 'переведите деньги сюда, реквизиты'

keyboard_disabled_1 = 'Отменить'

key_board_share_for_frends_1 = 'Пригласить друга'

new_user_1 = 'Добро пожаловать'
last_user_1 = 'Рады видить тебя снова'

referal_info =  "Добро пожаловать в твой личный кабинет\n\n" \
                "🆔 Твой ID в проекте: {tgid}\n\n" \
                "🕸Твоя реферальная сеть: \n" \
                "      Всего пригласил: {count_ref}\n" \
                "      Купили: {count_ref_pay}\n\n" \
                "💵 Реф-е бонусы: {balance} ₽"

text_bottom_image = "TGID - {tgid}\nUserNick - @{tgnick}"

text_end_payment = 'Спасибо за покупку\nВ течение часа вашу покупку будет обработана и вам будет выдан доступ'

text_compile_payment_yes = 'Платеж принят, вы получите доступ к боту в течение часа'
text_compile_payment_no = 'Платеж не поступил\n\n если вы считаете что это ошибка напишите @WT_Tini'



# выберите сферу
text_select_sphere = 'Выберите сферу:'
# Кнопки
button_sphere_1 = "найти себя"
button_sphere_2 = "маркетинг"
button_sphere_3 = "личностный рост"
button_sphere_4 = "финансовая грамотность"
button_sphere_5 = "женская энергия"

# Выберите удобный способ оплаты
text_select_payments = "Выберите удобный способ оплаты"
# Кнопки
button_payments_1 = 'Сбербанк'
button_payments_2 = 'Тинькофф'

# данные о картах
text_date_sberbank = "Номер карты: 5469 3001 7446 9749\n" \
                    "Владелец: Виолета Л\n"\
                    "Стоимость: 5.900₽\n\n"\
                    "После оплаты пришлите чек в бот 🤖\n"
                    
text_date_tinkoff = "Номер карты: 5536 9140 2009 1116\n" \
                    "Владелец: Виолета Л\n"\
                    "Стоимость: 5.900₽\n\n"\
                    "После оплаты пришлите чек в бот 🤖\n"
                    
text_after_payments = "В течение 30 минут мы с тобой свяжемся 🤗"

succcess_payments = "Твоя оплата прошла успешно!\nДобро пожаловать на БИЗНЕ$НУТЫЕ 🥂✨"
unsucccess_payments = "Милая, твоя оплата до нас не дошла\n\nТех поддержка: @WT_Tini"

text_after_sucs1 = 'Сейчас у нас идёт распределение команд и совсем скоро мы добавим тебя в чат, где ты начнёшь своё обучение 🫂'
text_after_sucs2 = 'Кстати, я придумала, как ты можешь окупить вложенные деньги до начала обучения 😏\nХочешь расскажу, как заработать? 🤹🏻'

ref_text = '' \
            'Для того, чтобы заработать, тебе необходимо:\n'\
            '1. Пригласить друга\n'\
            '2. После того как твой друг приобретёт продукт, в течение суток на твою карту зачислится 1.000₽ 💳\n'\
            'Участвуешь?😏'

            
text_take_ref_link = "Напишите своё ФИО и номер карты для получения реферальной ссылки 🆔"

link_s = "🎉🎉"
link = 'Отлично!\n\n'\
        'Теперь ты можешь отправлять эту ссылку своим друзьям и подругам 💌\n\n'\
        'Кстати, количество приглашённых не ограничено, как и заработок😉\n\n'\
        'Акция действует до 5.08 до 23:59\n\n'\

text_no_ref = 'Зря, ведь ты могла пригласить 6 друзей и окупить свои вложения.\n'\
            'Пригласить 30 друзей и заработать за пару дней среднемесячную зп россиянина 😎\n\n'\
            "Всё ещё думаешь? Или готова уже начать зарабатывать сидя дома уже сегодня"
            
but_access_ref_yes = '«Я в деле»'
but_access_ref_no = '«Я подумаю»'

but_access_ref_no_click = 'хорошо, думай 💗\n'\
                        'Но не забывай что акция действует пару дней'
                        
# Через 20 часов:
text_after_20_hours = 'Привет ♥️\n'\
                    'Новости БИЗНЕ$НУТЫЕ 📰\n'\
                    'Сумарно, за приглашённых друзей участники получили: 56.000₽\n\n'\
                    'Летим дальше и движемся к 100.000₽'
button_after_20_hours = '«хочешь присоединиться?»'
button_after_20_hours_no = 'Хорошо, если ты не готова зарабатывать уже сейчас, тогда скидываю тебе ссылочку на тест\n«Как узнать своё предназначение»'


# Через 23 часов:

text_after_23_hours = 'Привет ♥️\n'\
                    'Новости БИЗНЕ$НУТЫЕ 📰\n'\
                    'Сумарно, за приглашённых друзей участники получили: 103.000₽\n\n'\
                    'Летим дальше и движемся к 200.000₽'


# 🟥О ПРОЕКТЕ

text_about = ''\
                'Какая категория тебя интересует:'


text_about_button1 = 'НАЙТИ СЕБЯ'
text_about_button2 = 'МАРКЕТИНГ'
text_about_button3 = 'ЛИЧНОСТНЫЙ РОСТ'
text_about_button4 = 'ЖЕНСКАЯ ЭНЕРГИЯ'
text_about_button5 = 'ФИНАНСОВАЯ ГРАМОТНОСТЬ'


text_about_button_buy = 'Какой хочешь купить блок?'


# 🟥 ЗАРАБОТАТЬ 
text_take_money = ""\
"Подожди, не так быстро, чтобы начать зарабатывать, сначала нужно вступить в проект БИЗНЕ$НУТЫЕ🤗\n"\


text_take_money_bt_1 = 'ВСТУПИТЬ В ПРОЕКТ'
text_take_money_bt_2 = 'КНОПКИ СФЕРЫ'

text_comeback_in_menu = 'Закончить'